{
    "header": {
        "inicio": "Inicio",
        "servicios": "Servicios",
        "tecnologías": "Tecnologías",
        "proyectos": "Proyectos",
        "nosotros": "Nosotros",
        "menu": "Menú",
        "contacto": "Contacto"
    },
    "banner": {
        "span": "Desarrollo a medida",
        "titulo": "Transformamos ideas en soluciones informáticas",
        "subtitulo": "Somos un equipo multidisciplinario que te acompaña desde la concepción de la idea hasta su implementación.",
        "boton": "Contáctanos",
        "reviews": [
            "Trabajar con ADINI para el desarrollo de nuestra aplicación fue una experiencia excepcional, su equipo demostró un alto nivel de profesionalismo y habilidades técnicas.",
            "Cumplieron con todos los plazos establecidos, asegurando que el proyecto se mantuviera dentro del cronograma con una comunicación fluida y efectiva en todo momento.",
            "Fue una experiencia excelente, se encargaron de todo el proceso de manera profesional, siempre atentos y asegurándose de que todo estuviera listo a tiempo."
        ]
    },
    "services": {
        "titulo": "Soluciones",
        "subtitulo": "a medida para tu negocio",
        "servicios": [
            {
                "titulo": "Análisis y Desarrollo",
                "imagen": "/assets/icons/dev.svg",
                "lista": [
                    "Desarrollo de Aplicaciones Web",
                    "Desarrollo de E-commerce",
                    "Desarrollo Multiplataforma",
                    "Mantenimiento de Aplicaciones Web",
                    "Implementación de Soluciones Open-Source"
                ]
            },
            {
                "titulo": "Análisis de Datos",
                "imagen": "/assets/icons/bi.svg",
                "lista": [
                    "Monitoreo y Soporte",
                    "Diseño e Implementación de ETL",
                    "Control de Flujos de Datos",
                    "Análisis de Datos Mediante Modelos Predictivos",
                    "Creación de Tableros de Inteligencia Empresarial"
                ]
            },
            {
                "titulo": "DevOps e Infraestructura",
                "imagen": "/assets/icons/devops.svg",
                "lista": [
                    "Integración y Entrega Continua (CI/CD)",
                    "Monitoreo de Sistemas y Aplicaciones",
                    "Bases de datos SQL y NoSQL",
                    "Alta Disponibilidad y Soluciones Escalables",
                    "Administración de Servidores Linux y Windows"
                ]
            }
        ]
    },
    "technologies": {
        "titulo": "Herramientas",
        "subtitulo": "que potencian tu crecimiento",
        "web": {
            "titulo": "Desarrollo Web",
            "descripcion": "Desarrollamos sitios web rápidos, interactivos y optimizados para todo tipo de dispositivos, utilizando tecnologías como React, Next.js y Express para ofrecer experiencias de usuario excepcionales y alto rendimiento."
        },
        "movil": {
            "titulo": "Desarrollo Móvil",
            "descripcion": "Creamos aplicaciones móviles nativas e híbridas con Expo y React Native, optimizadas tanto para Android como para IOS, ofreciendo un rendimiento rápido y una experiencia fluida en dispositivos móviles."
        }
    },
    "portfolio": {
        "titulo": "Principales",
        "subtitulo": "proyectos realizados",
        "web": "Aplicaciones Web",
        "detalles": "Más detalles",
        "stacks": "Tecnologias Utilizadas",
        "proyectosWeb": {
            "sia": {
                "titulo": "Sistema Integrado de Aplicaciones",
                "resumen": "El Sistema Integrado de Aplicaciones (SIA) de la UTN Buenos Aires gestiona procesos administrativos y académicos con una arquitectura de microservicios, garantizando escalabilidad y seguridad. Integra OAuth 2.0 para autenticación, segmentación de roles y acceso remoto mediante VPN. Sus módulos incluyen Credencial Estudiantil, Gestión de Usuarios y Áreas, Difusiones, Traducciones y Reporte de Incidencias, optimizando la administración y comunicación institucional.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "Es el sistema principal de la Universidad Tecnológica Nacional (UTN), Buenos Aires, Argentina. Diseñado para gestionar y optimizar diversos procesos administrativos y académicos. Construido sobre una moderna infraestructura de microservicios, el SIA combina escalabilidad, seguridad y flexibilidad para satisfacer las demandas de una institución de alto nivel.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Integración con OAuth 2.0",
                            "descripcion": "Utiliza servicios de autenticación para la gestión de usuarios institucionales, asegurando una experiencia segura y centralizada."
                        },
                        {
                            "titulo": "Segmentación de roles",
                            "descripcion": "Los usuarios se agrupan por roles, lo que permite una personalización detallada del acceso a recursos y funcionalidades."
                        },
                        {
                            "titulo": "Escalabilidad controlada",
                            "descripcion": "El diseño modular y basado en microservicios permite que el sistema crezca de forma eficiente."
                        }
                    ],
                    "modulos": "Módulos del Sistema",
                    "listaModulos": [
                        {
                            "titulo": "Credencial Estudiantil",
                            "descripcion": "Permite a los alumnos visualizar su información académica y generar un QR verificable."
                        },
                        {
                            "titulo": "Gestión de Alias",
                            "descripcion": "Facilita la creación y eliminación de alias institucionales."
                        },
                        {
                            "titulo": "Gestión de Áreas",
                            "descripcion": "Administra grupos institucionales con autenticación segmentada."
                        },
                        {
                            "titulo": "Módulo de Traducciones",
                            "descripcion": "Optimiza los flujos de trabajo de traducción académica."
                        },
                        {
                            "titulo": "Envío de Difusiones",
                            "descripcion": "Comunicación masiva con listas predefinidas de destinatarios."
                        },
                        {
                            "titulo": "Gestión de Usuarios",
                            "descripcion": "Administración de usuarios, permisos y accesos."
                        },
                        {
                            "titulo": "Módulo de VPN",
                            "descripcion": "Acceso remoto a recursos mediante VPN."
                        },
                        {
                            "titulo": "Reporte de Incidencias",
                            "descripcion": "Seguimiento de problemas técnicos con la ticketera institucional."
                        }
                    ],
                    "conclusion": "El SIA es una herramienta clave para el funcionamiento eficiente de la UTN, diseñada para atender las necesidades de alumnos, docentes y personal administrativo.",
                    "link": "Link al Sitio"
                }
            },
            "pap": {
                "titulo": "Paso a Paso",
                "resumen": "Aplicación web desarrollada para una empresa mayorista, permite visualizar los productos disponibles y añadirlos a un carrito para realizar consultas. Además, incluye un panel de administrador para gestionar productos y configurar aspectos generales de la página.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "Paso a Paso Distribuidora es una plataforma de comercio electrónico diseñada para optimizar la venta mayorista de productos de forma online. Desarrollada con React.js, combina un diseño moderno e intuitivo con funcionalidades avanzadas que simplifican tanto la experiencia del cliente como la gestión administrativa de la empresa.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "E-commerce de Venta Mayorista",
                            "descripcion": "Una tienda online diseñada específicamente para satisfacer las necesidades del comercio mayorista, permitiendo a los clientes explorar y adquirir productos de forma rápida y eficiente."
                        },
                        {
                            "titulo": "Gestión Integral",
                            "descripcion": "La plataforma incluye un panel de administración propio que permite a los administradores gestionar catálogos, categorías y productos (agregar, editar y eliminar), así como actualizar la información empresarial, como redes sociales y números de contacto."
                        },
                        {
                            "titulo": "Optimización de Ventas",
                            "descripcion": "Paso a Paso Distribuidora simplifica el proceso de compra para los clientes mayoristas, mejorando la accesibilidad y visibilidad de los productos."
                        },
                        {
                            "titulo": "Control Total",
                            "descripcion": "El panel de administración brinda herramientas fáciles de usar para mantener actualizada la tienda y la información de la empresa."
                        }
                    ],
                    "conclusion": "Paso a Paso Distribuidora es la solución perfecta para empresas mayoristas que buscan profesionalizar su presencia digital y maximizar sus ventas mediante una plataforma robusta, moderna y de fácil gestión."
                }
            },
            "ripAdmin": {
                "titulo": "RIP Admin",
                "resumen": "Aplicación web para la administración de la aplicación móvil 'RIP Alive'. Permite a los administradores visualizar la información de los usuarios, gestionar el estado de las suscripciones y pagos, configurar catálogos de la aplicación, generar cupones de descuento, entre otras funcionalidades.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "RIP Admin es una plataforma web diseñada para la gestión completa de los contenidos y usuarios de RIP Alive, ofreciendo a los administradores un control centralizado y eficiente sobre las funcionalidades y datos de la aplicación. Desarrollada con un enfoque en la productividad y la seguridad, RIP Admin asegura que la operación de la app sea fluida y adaptable a las necesidades de los usuarios finales.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Gestión de Usuarios",
                            "descripcion": "Control detallado de las cuentas de usuarios, incluyendo la verificación de perfiles, manejo de suscripciones y validación de códigos de invitación. Posibilidad de suspender, habilitar o modificar accesos según sea necesario."
                        },
                        {
                            "titulo": "Control de Contenido",
                            "descripcion": "Administración de los datos y configuraciones disponibles para los usuarios en RIP Alive, incluyendo plantillas de legado, configuraciones de QR y preferencias de perfil."
                        },
                        {
                            "titulo": "Gestión de Productos",
                            "descripcion": "Administración y seguimiento de la tienda integrada en la aplicación."
                        },
                        {
                            "titulo": "Seguimiento de Actividades",
                            "descripcion": "Monitoreo de suscripciones activas, historial de pagos realizados a través de Mercado Pago, control del estado de los envíos de productos comprados desde la tienda y generación de reportes financieros."
                        },
                        {
                            "titulo": "Personalización de la Experiencia",
                            "descripcion": "Gestión de notificaciones y comunicaciones directas con los usuarios de la app."
                        }
                    ],
                    "conclusion": "RIP Admin es el núcleo operativo que asegura el correcto funcionamiento de RIP Alive, ofreciendo a los administradores herramientas robustas y adaptables para mantener una experiencia de usuario óptima y un sistema escalable. Proporciona una visión centralizada de toda la actividad en RIP Alive, simplificando la toma de decisiones, la resolución de problemas y facilitando tareas administrativas para una gestión eficiente de los datos y funcionalidades."
                }
            },
            "samay": {
                "titulo": "Samay Wayra",
                "resumen": "Página web desarrollada para una empresa de alquiler de cabañas. Incluye una galería de fotos y una sección de contacto para realizar reservas de alojamiento.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "Samay Wayra es una web estática creada con el propósito de promocionar un exclusivo servicio de hospedaje vacacional. Diseñada para ofrecer una experiencia visual atractiva y funcional, permite a los visitantes conocer el complejo, sus características y los medios de contacto de manera clara y accesible.",
                    "funcionalidades": "Características Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Diseño minimalista y atractivo",
                            "descripcion": "La estética limpia y amigable de la web busca captar la atención del usuario, transmitiendo una sensación de tranquilidad y confort, alineada con la experiencia que ofrece el hospedaje."
                        },
                        {
                            "titulo": "Información clara y organizada",
                            "descripcion": "Presenta detalles esenciales sobre el alojamiento, incluyendo imágenes, ubicación, comodidades y características clave para ayudar a los potenciales huéspedes a tomar una decisión informada."
                        },
                        {
                            "titulo": "Formulario de contacto integrado",
                            "descripcion": "La web facilita la comunicación directa con el propietario del complejo mediante un formulario sencillo e intuitivo, permitiendo consultas rápidas y eficientes."
                        },
                        {
                            "titulo": "Personalización de la Experiencia",
                            "descripcion": "Gestión de notificaciones y comunicaciones directas con los usuarios de la app."
                        }
                    ],
                    "conclusion": "Samay Wayra es la puerta de entrada para futuros huéspedes que buscan un destino acogedor y bien presentado en la web. Gracias a su enfoque visual y su facilidad de uso, permite que los interesados se informen y contacten con el dueño de manera rápida y sencilla."
                }
            }
        },
        "movil": "Aplicaciones Móviles",
        "proyectosMobile": {
            "credencial": {
                "titulo": "Credencial Estudiantil",
                "resumen": "Aplicación móvil diseñada como credencial digital para una universidad. Permite a los estudiantes validarse como alumnos mediante un código QR y facilita el acceso a información útil, como las materias en curso, el historial académico y una agenda detallada con los horarios de cada asignatura. También incluye una sección para descargar la constancia de alumno con su historial académico.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "La Credencial Estudiantil es una aplicación móvil desarrollada para funcionar como una credencial digital para los alumnos de la Universidad Tecnológica Nacional, Buenos Aires, Argentina. Su diseño moderno y funcional está orientado a simplificar la validación de identidad estudiantil y brindar acceso rápido a información académica clave.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Validación de Identidad con QR",
                            "descripcion": "Los estudiantes pueden generar un código QR dinámico y vencible que certifica su condición de alumno regular, garantizando un proceso seguro y confiable."
                        },
                        {
                            "titulo": "Información Académica Centralizada",
                            "descripcion": "Permite la visualización de materias en curso, historial académico con acceso a un registro completo del desempeño y las asignaturas cursadas, y una agenda académica que organiza los horarios de cada asignatura, optimizando la gestión del tiempo."
                        },
                        {
                            "titulo": "Descarga de Constancias",
                            "descripcion": "Permite descargar una constancia de alumno regular de manera rápida y eficiente."
                        },
                        {
                            "titulo": "Acceso Rápido y Seguro",
                            "descripcion": "La credencial digital reemplaza el uso de documentos físicos, mejorando la practicidad y reduciendo riesgos de extravío o falsificación."
                        }
                    ],
                    "conclusion": "Credencial Estudiantil es un recurso integral para los estudiantes, diseñado para mejorar su experiencia académica y facilitar la interacción con los servicios de la universidad."
                }
            },
            "ripApp": {
                "titulo": "RIP Alive",
                "resumen": "Aplicación móvil diseñada para permitir a los usuarios guardar su información importante en caso de fallecimiento, con el fin de informar a sus familiares sobre sus últimos deseos. Los usuarios pueden almacenar detalles sobre qué hacer con sus pertenencias, contactos clave, inversiones, información personal y de salud, entre otros. La app cuenta con un sistema de suscripción de pago y una tienda con productos.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "RIP Alive es una innovadora aplicación móvil desarrollada en React Native, diseñada para permitir que los usuarios dejen un legado claro y accesible para sus beneficiarios en caso de fallecimiento. Con un enfoque en la planificación y la seguridad, la aplicación ofrece un entorno organizado y personalizable para gestionar información crucial y deseos personales.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Legado Personalizado",
                            "descripcion": "Los usuarios pueden registrar toda la información relevante sobre sus datos y pretensiones, asegurando que sus beneficiarios tengan acceso a todo lo necesario de manera clara y estructurada."
                        },
                        {
                            "titulo": "Identificación Única",
                            "descripcion": "Incluye un apartado con un QR personal que identifica al usuario de forma única, facilitando la validación de su identidad."
                        },
                        {
                            "titulo": "Gestión de Suscripciones",
                            "descripcion": "Integración con la pasarela de pagos Mercado Pago para suscripciones automatizadas, incluyendo la generación de códigos de invitación para expandir el uso de la aplicación."
                        },
                        {
                            "titulo": "Perfil",
                            "descripcion": "Control total desde el perfil del usuario para gestionar la suscripción, configuraciones y estado del perfil."
                        },
                        {
                            "titulo": "Tienda Integrada",
                            "descripcion": "Una tienda dentro de la app permite a los usuarios realizar compras, con herramientas para hacer seguimiento del estado de los envíos."
                        }
                    ],
                    "conclusion": "La aplicación ha sido diseñada con un enfoque escalable y modular para Android e iOS, permitiendo la adición de nuevas funcionalidades según las necesidades futuras. Además, cuenta con una interfaz intuitiva que facilita la gestión de datos, suscripciones y compras desde un solo lugar. La integración con Mercado Pago asegura un flujo de pagos ágil y automático, simplificando la experiencia del usuario."
                }
            },
            "amigosDelCole": {
                "titulo": "Amigos del Cole",
                "resumen": "Aplicación móvil diseñada como billetera digital para estudiantes, en la que los padres pueden cargar dinero en las cuentas de sus hijos que asisten al colegio. La app permite a los estudiantes realizar compras en los buffets de las escuelas mediante un código QR. Incluye tres roles de usuario: cuentas de padres para administrar el saldo, cuentas de hijos para realizar las compras, y cuentas de buffet para gestionar los pagos recibidos.",
                "descripcion": {
                    "titulo": "Proyecto",
                    "descripcion": "Aplicación que actúa como billetera digital estudiantil desarrollada para simplificar y optimizar la gestión del dinero en el entorno escolar. Diseñada para brindar seguridad y control a los padres, permite realizar cargas de saldo en las cuentas de sus hijos, quienes pueden utilizarlo para comprar en los buffets de sus colegios a través de un sistema de pago con código QR.",
                    "funcionalidades": "Funcionalidades Principales",
                    "listaFuncionalidades": [
                        {
                            "titulo": "Gestión de saldo familiar",
                            "descripcion": "Los padres pueden cargar dinero en las cuentas de sus hijos y monitorear en tiempo real los movimientos y gastos realizados dentro de la aplicación."
                        },
                        {
                            "titulo": "Compras rápidas y seguras",
                            "descripcion": "Los estudiantes pueden pagar en los buffets escolares de forma ágil y sin necesidad de efectivo, simplemente escaneando un código QR."
                        },
                        {
                            "titulo": "Administración eficiente de pagos",
                            "descripcion": "Los encargados del buffet pueden gestionar fácilmente las transacciones recibidas, verificando los pagos y manteniendo un registro de las compras."
                        },
                        {
                            "titulo": "Sistema de roles diferenciados",
                            "descripcion": "La aplicación cuenta con tres tipos de usuarios:",
                            "subfuncionalidades": [
                                {
                                    "titulo": "Padres",
                                    "descripcion": "Administran el saldo y supervisan el uso del dinero."
                                },
                                {
                                    "titulo": "Estudiantes",
                                    "descripcion": "Utilizan la billetera digital para realizar compras."
                                },
                                {
                                    "titulo": "Buffet",
                                    "descripcion": "Gestiona los pagos y verifica las transacciones."
                                }
                            ]
                        }
                    ],
                    "conclusion": "Amigos del Cole transforma la manera en que los estudiantes realizan pagos en su colegio, proporcionando a los padres tranquilidad y control, y a los buffets una herramienta moderna para gestionar los cobros de manera eficiente."
                }
            }
        }
    },
    "contact": {
        "titulo": "Contáctanos",
        "subtitulo": "para poder ayudarte",
        "descripcion": "Envíanos tu mensaje",
        "nombreInput": "Tu nombre",
        "correoInput": "Tu correo electrónico",
        "telefonoInput": "Tu número de teléfono",
        "mensajeInput": "Escribe tu mensaje",
        "mail": {
            "encabezado": "Contacto desde la web",
            "cuerpo": "Hola, mi nombre es"
        },
        "span": "¡Gracias por confiar en nosotros!",
        "boton": "Enviar",
        "mensajeEnviando": "Enviando",
        "mensajeEnviado": "Mensaje enviado con éxito.",
        "mensajeNoEnviado": "No se ha podido enviar el mensaje."
    },
    "aboutUs": {
        "titulo": "Nuestro equipo",
        "subtitulo": "comprometido con tu éxito",
        "desarrollador": "Desarrollador",
        "analista": "Analista",
        "bi": "B.I.",
        "devops": "DevOps",
        "sysadmin": "SysAdmin"
    },
    "footer": {
        "descripcion": "Impulsamos la transformación digital con soluciones tecnológicas a medida, ayudando a empresas a crecer y adaptarse al futuro.",
        "empresa": {
            "titulo": "Empresa",
            "servicios": "Servicios",
            "tecnologías": "Tecnologías",
            "proyectos": "Proyectos",
            "nosotros": "Nosotros"
        },
        "soporte": {
            "titulo": "Soporte",
            "ayuda": "Centro de Ayuda",
            "contacto": "Contacto"
        },
        "redes": {
            "titulo": "Nuestras Redes"
        },
        "end": "Todos los derechos reservados."
    }
}